Repository: ludovicscribe/wordpress-html-code-comments
Catalog: html-code-comments/languages/html-code-comments-*.po
Languages: fr_fr

source: You allow HTML tag(s) in comments that could cause XSS vulnerabilities. Check <a href="%s">your settings</a> or <a href="%s">dismiss this message</a>.
fr_fr: Vous avez autorisé certaines balises dans vos commentaires HTML qui pourraient être source de failles XSS. Vérifiez <a href="%s">votre configuration</a> ou <a href="%s">cachez ce message</a>.

source: HTML code in comments
fr_fr: Code HTML dans les commentaires

source: HTML tag as been added.
fr_fr: La balise HTML a bien été ajoutée.

source: HTML tag has been added but it can cause XSS vulnerabilities.
fr_fr: La balise HTML a bien été ajoutée mais elle peut causer des failles XSS.

source: Attribute as been added.
fr_fr: L'attribut a bien été ajouté.

source: HTML tag has been removed.
fr_fr: La balise HTML a bien été supprimée.

source: Attribute has been removed.
fr_fr: L'attribut a bien été supprimé.

source: HTML encoding has been enabled.
fr_fr: L'encodage du code HTML a bien été activé.

source: HTML encoding has been disabled.
fr_fr: L'encodage du code HTML a bien été désactivé.

source: Forcing HTML links target has been enabled.
fr_fr: Le forçage de la cible des liens a été activé.

source: Forcing HTML links target has been disabled.
fr_fr: Le forçage de la cible des liens a été désactivé.

source: The tag's name is not in the right format. You must enter the name of the tag without the characters "<" and ">".
fr_fr: Le nom de la balise n'est pas dans le bon format. Vous devez entrer le nom de la balise sans les caractères "<" et ">".

source: The attribute's name is not in the right format.
fr_fr: Le nom de l'attribut n'est pas dans le bon format.

source: Allowed HTML tags
fr_fr: Balises HTML autorisées

source: Tag name
fr_fr: Nom de la balise

source: Attribute
fr_fr: Attribut

source: No authorized attribute
fr_fr: Aucun attribut autorisé

source: Add tag
fr_fr: Ajout d'une balise

source: Add
fr_fr: Ajouter

source: Delete tag
fr_fr: Suppression d'une balise

source: HTML tag
fr_fr: Balise HTML

source: Delete
fr_fr: Supprimer

source: Add attribute
fr_fr: Ajout d'un attribut

source: Attribute name
fr_fr: Nom de l'attribut

source: Delete attribute
fr_fr: Suppression d'un attribut

source: Advanced configuration
fr_fr: Configuration avancée

source: HTML code encoding
fr_fr: Encodage du code HTML

source: This functionality allows to encode HTML code wrapped in the <code>pre</code> and <code>code</code> tags of your comments in order that WordPress doesn't delete it.
fr_fr: Cette fonctionnalité permet d'encoder le code HTML qui est contenu dans les balises <code>pre</code> et <code>code</code> de vos commentaires afin d'éviter qu'il ne soit supprimé par WordPress si les balises ne font pas partie des balises autorisées.

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Force links target to blank
fr_fr: Forcer la cible des liens

source: This feature sets <code>target</code> attribute of all links in comments to <code>_blank</code> in order to open the URLs in new window.
fr_fr: Cette option permet remplacer la valeur de l'attribut <code>target</code> des liens contenus dans vos commentaires par <code>_blank</code>. Cela permet d'ouvrir l'URL de chaque lien dans une nouvelle fenêtre.

source: This plugin allows to take control of the HTML code allowed in your comments.
fr_fr: Ce plugin permet de prendre le contrôle du code HTML contenu dans vos commentaires.
